const QUIZ = [
    {
        id: 0,
        question: "А голос у него был не такой, как у почтальона Печкина, дохленький. У Гаврюши голосище был, как у электрички. Он _____ _____ на ноги поднимал.",
        answers: [
            "пол деревни, за раз",
            "полдеревни, зараз",
            "пол-деревни, за раз",
        ],
        right: "полдеревни, зараз",
        explanation: "Правильно! Раздельно существительное будет писаться в случае наличия дополнительного слова между существительным и частицей. Правильный ответ: полдеревни пишется слитно. Зараз (ударение на второй слог) — это обстоятельственное наречие, пишется слитно. Означает быстро, одним махом.",
    },
    {
        id: 1,
        question: "А эти слова как пишутся?",
        answers: [
            "капуччино и эспрессо",
            "каппуччино и экспресо",
            "капучино и эспрессо",
        ],
        right: "капучино и эспрессо",
        explanation: "Конечно! По орфографическим нормам русского языка единственно верным написанием будут «капучино» и «эспрессо».",
    },
    {
        id: 2,
        question: "Как нужно писать?",
        answers: [
            "черезчур",
            "черес-чур",
            "чересчур",
        ],
        right: "чересчур",
        explanation: "Да! Это слово появилось от соединения предлога «через» и древнего слова «чур», которое означает «граница», «край». Но слово претерпело изменения, так что правильное написание учим наизусть — «чересчур».",
    },
    {
        id: 3,
        question: "Где допущена ошибка?",
        answers: [
            "аккордеон",
            "белиберда",
            "эпелепсия",
        ],
        right: "эпелепсия",
        explanation: "Верно! Это слово пишется так: «эпИлепсия».",
    }
]
